{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      ".": 4,
      ":": 5,
      "Features": 6,
      "21": 7,
      "62": 8,
      "33": 9,
      "12": 10,
      "63": 11,
      "6": 12,
      "40": 13,
      "50": 14,
      "38": 15,
      "17": 16,
      "9": 17,
      "49": 18,
      "53": 19,
      "1": 20,
      "22": 21,
      "29": 22,
      "14": 23,
      "44": 24,
      "59": 25,
      "30": 26,
      "52": 27,
      "55": 28,
      "25": 29,
      "18": 30,
      "34": 31,
      "47": 32,
      "20": 33,
      "27": 34,
      "10": 35,
      "45": 36,
      "28": 37,
      "5": 38,
      "24": 39,
      "37": 40,
      "4": 41,
      "46": 42,
      "61": 43,
      "43": 44,
      "32": 45,
      "36": 46,
      "57": 47,
      "54": 48,
      "60": 49,
      "3": 50,
      "19": 51,
      "58": 52,
      "41": 53,
      "16": 54,
      "51": 55,
      "42": 56,
      "56": 57,
      "23": 58,
      "15": 59,
      "39": 60,
      "11": 61,
      "48": 62,
      "13": 63,
      "26": 64,
      "2": 65,
      "7": 66,
      "31": 67,
      "0": 68,
      "35": 69,
      "8": 70
    },
    "unk_token": "[UNK]"
  }
}